[
 {
  "name": "THE CHAIR (Award Winning Horror Short Film)",
  "author": "Curry Barker",
  "url": "https://www.youtube.com/watch?v=mhazCS14Tas",
  "desc": "After Reese (Anthony Pavone) brings home an antique chair, a series of horrific events follow, leading him to question if it's a malevolent spirit the chair possesses or the darkness inside his own mind.",
  "img": "https://i.ytimg.com/vi/mhazCS14Tas/maxresdefault.jpg"
 },
 {
  "name": "Horror Short Film 'La Noria' | ALTER",
  "author": "Carlos Baena",
  "url": "https://www.youtube.com/watch?v=omsgfpbUrmA",
  "desc": "From seasoned animator Carlos Baena (ILM, Pixar) and a crowd-sourced community of over 100 people, 'La Noria' tells the tale of a grieving young boy who one day encounters dark creatures that turn his life upside down.",
  "img": "https://i.ytimg.com/vi/omsgfpbUrmA/maxresdefault.jpg"
 },
 {
  "name": "Wedding Cake",
  "author": "Viola Baier",
  "url": "https://www.youtube.com/watch?v=ztpcMUH44jk",
  "desc": "A unique story of a marzipan couple who tries to make the marriage perfect on top of a wedding cake.",
  "img": "https://i.ytimg.com/vi/ztpcMUH44jk/maxresdefault.jpg"
 },
 {
  "name": "Piece of Cake",
  "author": "directed by Sophie Feher and produced by Emma Goeas",
  "url": "https://www.youtube.com/watch?v=8PD-Smkxsj0",
  "desc": "Porcelain bride cake toppers Val and Mara journey across the bakery and away from their assigned grooms to be with one another!",
  "img": "https://i.ytimg.com/vi/8PD-Smkxsj0/maxresdefault.jpg"
 },
 {
  "name": "Father And Daughter",
  "author": "M. Dudok de Wit",
  "url": "https://www.youtube.com/watch?v=Oo4KXZVApsQ",
  "desc": "A father bids farewell to his young daughter; she grows up longing for his return. This short film won 24 awards.",
  "img": "https://images.mubicdn.net/images/film/24881/cache-16651-1508994719/image-w1280.jpg?size=800x"
 },
 {
  "name": "Island in Between | An Oscar-Nominated Op-Doc",
  "author": "S. Leo Chiang",
  "url": "https://www.youtube.com/watch?v=DefVP0mkHZY",
  "desc": "I was born in Taiwan, grew up in the United States, worked extensively in China and now live in Taipei. This mix of experiences has given me a front-row seat to the complex, decades-long dance between these nations. Lately, the world is paying considerably more attention to my homeland, especially after the former U.S. House speaker, Nancy Pelosi, visited in August 2022. Kinmen, also known as Quemoy, is a group of islands governed by Taiwan that were the front lines of the first and second Taiwan Straits Crises decades ago. They lie just a few miles from mainland China, and these days, locals are unsure what escalating tensions mean for the future. Taiwanese voices are often drowned out by Chinese and American narratives, overshadowed by the global power plays going on around us. Few people outside the region understand what life is actually like for the Taiwanese people caught in between two superpowers. I made this documentary to show life in Taiwan through the eyes of the people who live there, including me. At this moment, as we struggle to make sense of the horrors of war, I hope this documentary can play a small part in advocating for peace.",
  "img": "https://pbs.twimg.com/media/GB7nom6aEAAU0iM.jpg"
 },
 {
  "name": "The Wait - 1 Minute Short Film",
  "author": "Nolt Vutthisak",
  "url": "https://www.youtube.com/watch?v=C7OQHIpDlvA",
  "desc": "The Wait (Written & Directed by Nolt Vutthisak) tells the story of a lonely drummer (Kritthee Visitkitjakarn) during the self-distancing period in 2020, who has grown frustrated with the absence of his band. Killing time, the self-taught drummer must do something by his own imagination.",
  "img": "https://i.ytimg.com/vi/C7OQHIpDlvA/maxresdefault.jpg"
 },
 {
  "name": "CATCH YOUR BREATH",
  "author": "Matt Sears",
  "url": "https://www.youtube.com/watch?v=hBj4rcs0AiQ",
  "desc": "A shy teenager (Andrew) is peer pressured by his older brother (Mike) into playing a game that is said to summon the ghost of the town legend, 'The Lady Beneath'. To disprove his brother and impress a girl at school he reluctantly agrees. The rules of the game are simple, as long as Andrew holds his breath, he is safe from The Lady Beneath. But how long can Andrew hold his breath?",
  "img": "https://i.ytimg.com/vi/hBj4rcs0AiQ/maxresdefault.jpg"
 },
 {
  "name": "Best Friend",
  "author": "GOBELINS",
  "url": "https://www.youtube.com/watch?v=j01Hg4QJ6NE",
  "desc": "In a near future, a lonely man is addicted to a product called ‘’Best Friend” which offers him perfect virtual friends.",
  "img": "https://i.ytimg.com/vi/j01Hg4QJ6NE/maxresdefault.jpg"
 },
 {
  "name": "NAPO",
  "author": "Director - Gustavo Ribeiro",
  "url": "https://www.youtube.com/watch?v=-p1P4fdhaF8",
  "desc": "With the aggravation of his disease, an old man moves to his daughter’s house, where his grandson reinterprets old photographs into drawings, helping him to regain lost memories.",
  "img": "https://i.ytimg.com/vi/AwRivONz0t4/maxresdefault.jpg"
 },
 {
  "name": "Timber",
  "author": "Nils Hedinger",
  "url": "https://www.youtube.com/watch?v=mBZBPptSneM",
  "desc": "A group of logs is about to freeze to death in a cold, icy desert. When they realize that the only fuel for a warming ﬁre is their own body, things start heating up.",
  "img": "https://i.ytimg.com/vi/mBZBPptSneM/maxresdefault.jpg"
 },
 {
  "name": "THE SKY",
  "author": "Matt Sears",
  "url": "https://www.youtube.com/watch?v=ln4lDjT8Ab0",
  "desc": "As the world commences its end, a young runaway must figure out if she has chosen the right person to spend her final moments with. ",
  "img": "https://i.ytimg.com/vi/ln4lDjT8Ab0/maxresdefault.jpg"
 },
 {
  "name": "The English Teacher",
  "author": "Blake Ridder",
  "url": "https://www.youtube.com/watch?v=fMpjENF1VDc",
  "desc": "Robert Brammel, a private English teacher who develops an unusual relationship with a new student.",
  "img": "https://i.ytimg.com/vi/fMpjENF1VDc/sddefault.jpg"
 },
 {
  "name": "AFRAID",
  "author": "Lisbet Byler & Grace Wagner",
  "url": "https://www.youtube.com/watch?v=MDqxBGL738U",
  "desc": "A coffee shop manager closes up for the night and heads to her car in a nearby parking garage. Will she make it? Or will her worst fears become reality?",
  "img": "https://i.ytimg.com/vi/MDqxBGL738U/maxresdefault.jpg"
 },
 {
  "name": "THE COOK",
  "author": "Vincent Bossel",
  "url": "https://www.youtube.com/watch?v=lJXaNYTVjrQ",
  "desc": "A young chef cooks up a mysterious dish...",
  "img": "https://i.ytimg.com/vi/lJXaNYTVjrQ/hqdefault.jpg"
 },
 {
  "name": "The Gunfighter",
  "url": "https://www.youtube.com/watch?v=TXfltmzRG-g",
  "desc": "In the tradition of classic westerns, a narrator sets up the story of a lone gunslinger who walks into a saloon. However, the people in this saloon can hear the narrator and the narrator may just be a little bit bloodthirsty. WINNER Audience Award for Best Short Film - LA Film Fest.",
  "img": "https://static.kanopy.com/cdn-cgi/image/fit=cover,height=540,width=960/https://static-assets.kanopy.com/video-images/7f7cd99b-19dc-42d2-9719-da1c9fc7f877.jpeg"
 },
 {
  "name": "Who are you?",
  "author": "Our Animated Box",
  "url": "https://youtu.be/GWGbOjlJDkU",
  "desc": "This is the story of a writer who, after having great success with his first book, has a disastrous creative block. So much so, that not even the pencils want to write for him. In her anguish for him, a delivery girl arrives at his door and delivers a mysterious box. After inviting her in for coffee, they share a pleasant conversation about fame and success. What's in the box?... No one knows what inspiration can be wrapped up in.",
  "img": "https://i.ytimg.com/vi/GWGbOjlJDkU/maxresdefault.jpg"
 }
]